Dlubal.RFEM5.RadialDimensionViewType
Type of radial dimension view

Dlubal.RFEM5.RadialDimensionViewType.UnknownRadialDimensionViewType
Unknown type

Dlubal.RFEM5.RadialDimensionViewType.ViewFromCenter
From center.

Dlubal.RFEM5.RadialDimensionViewType.PartViewAbsolutely
Part absolutely.

Dlubal.RFEM5.RadialDimensionViewType.PartViewRelatively
Part relatively.